#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ Ġ
ĠĠ ĠĠ
ĠĠ Ġ
ĠĠĠĠ ĠĠĠ
s e
i n
ĠĠĠĠ ĠĠĠĠĠĠĠ
o r
) <
t e
se l
Ġ =
sel f
d e
r e
o n
s t
Ġ "
a t
: <
l e
> <
a l
, <
a s
Ġ self
Ġ t
a r
Ġ i
m e
a n
e r
ĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
Ġ f
) :<
Ġ c
e n
r o
de f
t i
c h
m p
Ġ p
g e
l o
Ġ n
Ġ s
Ġ in
d i
se r
c e
i t
h e
Ġ b
Ġ o
u t
p e
Ġ def
Ġ re
ĠĠĠĠ ĠĠĠĠ
r a
Ġ Ċ
u r
c t
in g
Ġ 0
" ,
s i
Ġ m
Ġ (
Ġ e
ser t
_ _
c k
as sert
a d
" <
u n
a me
l i
c o
te st
Ġi f
u e
l a
Ġ w
or t
Ġ a
Ġ 1
f i
0 0
" ,<
( "
ti on
( <
te r
q u
o t
on e
i d
z e
Ġf or
Ġ -
t ur
tur n
r i
ge t
e l
an d
Ġt he
n t
y pe
t h
Ġ [
" )<
as s
m a
mp ort
u l
ar g
at a
( )<
s s
] <
n ame
Ġ '
Ġ d
N one
c l
se t
Ġre turn
) ,
Ġ #
u p
e s
o de
ĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
a te
v al
p o
u m
at i
) ,<
Ġ test
qu al
Ġi s
Ġ" "
x t
Ġ st
o d
E qual
) )<
e d
at h
or m
in t
si ze
o p
r or
o x
Ġ L
ro m
Ġ +
Ġ T
c on
p ut
= "
assert Equal
. <
Ġ )<
. _
Ġt o
it h
re s
- -
arg s
Ġ C
i s
Ġ *
k e
ul t
Ġ di
Ġ None
t o
r an
ati on
i l
v er
le n
Ġ g
Ġ S
I N
Ġ 2
de r
Ġ _
i g
E R
Ġo f
me nt
e t
as k
l in
al l
c a
li st
or ch
mp le
E r
Ġ lo
r ue
Er ror
cl ass
o l
p ath
Ġ- >
t ype
d ata
v i
c tion
" :
f rom
b ox
[ "
i se
i le
fi le
Ġi mport
a p
Ġc on
Ġ A
te d
Ġe x
" ]
Ġ= =
Ġ as
Ġn ot
s p
Ġ {
te xt
ode l
Ġ" \
( )
e x
Ġ h
at ch
Ġ de
f e
ad d
Ġw ith
i mport
a b
Ġ and
m s
p ar
te n
Ġ D
Ġ x
a se
E T
A L
u le
Ġt orch
en d
o ut
y s
a ck
h t
v e
e st
Ġ F
st r
en t
A T
al se
f o
p ro
Ġ"" "<
at t
' :
b j
an n
f orm
p re
od ule
val ue
a mple
a ge
s h
di ct
k en
" "
co de
p t
Ġ __
la b
i m
ma ge
T ER
b u
Ġ 3
el s
Ġ"" "
] ,
ĠĠĠĠ ĠĠ
ra in
e ct
o ck
Ġt h
d s
R e
an ce
Ġe l
p er
lin e
s or
Ġc l
T rue
Ġel se
Ġd ata
Ġ r
Ġ I
di r
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
e w
si on
i ze
in it
Ġo ut
Ġ or
o m
at u
) .
I T
Ġ me
. .
p tion
p y
a m
Ġ u
ap p
u b
y n
Ġ P
Ġo s
Ġ B
Ġn um
__ (
T est
or e
t a
m ask
Ġ %
f g
f f
Ġp ar
ET TER
ĠL ETTER
st ance
ke y
ch e
' ,
pe c
la y
0 1
Ġb e
o s
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
r y
a der
o w
Ġ se
Ġre s
a ult
fi g
Ġt ype
F alse
z er
ig ht
E S
"" "<
Ġm a
n um
Ġn ame
Ġ >
ar get
a pe
Ġp re
R a
ise s
i p
O N
Ġf ile
u ment
Ġp ro
Ġ len
bj ect
ti me
ca le
l y
ran ge
I n
Ġst r
Ra ises
Ġ get
Ġ an
Ġ( <
s c
assert Raises
lay er
re ad
ab le
Ġdi ct
n n
Ġ( "
Ġ M
. __
app end
m b
Ġ 4
] ,<
Ġ args
Ġ y
-- --
m odel
t rain
r int
d ing
Ġ ra
] )<
i st
Ġ he
Ġc o
Ġ /
g n
) :
ar t
AT IN
lo ck
th od
ĠL ATIN
Ġ k
g s
Ġ N
c al
Ġ <
Ġm odel
[ :
Ġ :
Ġcl ass
o ur
( ):<
de x
w or
se s
Ġs h
ran s
Ġ W
* *
ct or
Ġin put
ten sor
j o
Ġ E
Ġ en
ar d
ma x
e xt
ch ann
g g
b box
ti l
to ken
o u
lo at
i te
R E
w e
C on
che ck
in d
Ġn p
q ue
ce s
Ġ @
e c
o c
po s
m o
ce ss
te s
arg ument
m odule
" )
Ġc h
in fo
Ġ un
Ġ ),<
er ror
Ġ O
d a
se d
A P
Ġres ult
Ġs up
Ġ v
at or
Ġ" <
Ġi m
Ġf rom
ĠĠĠĠĠĠĠĠ ĠĠ
c fg
I G
p ort
form at
ro up
Ġp rint
L E
1 2
att r
R A
Ġ[ ]<
Ġra ise
u re
o o
Ġ value
Ġw h
a re
t s
a c
Ġ set
D E
im g
Ġ l
un d
i r
Ġout put
i me
po int
i zer
Ġ assert
Ġt ry
2 5
ter s
Ġs ys
Ġ list
in put
Ġn n
Ġ[ <
ĠT rue
st ri
i c
chann els
fe at
Ġ range
in stance
Ġ 5
b ack
ri te
l it
p s
Ġ R
jo in
li b
t y
Ġb y
Ġp ass
our ce
il d
f a
un c
ce pt
sh ape
de n
vi ce
Ġb ox
AL L
O R
re ate
te mp
s yn
n orm
qu en
con fig
le r
Ġi mage
ra me
lo w
ar n
Ġo p
( ),
} <
it test
w ith
" :<
Ġin t
un ction
ĠS M
Ġlo ss
re g
Ġdef ault
Ġs ize
res ult
> >
ĠSM ALL
ma p
si gn
Ġim g
p i
Ġ on
i f
i mage
Ġp o
lo ad
we ight
lab els
g ra
co m
c y
Ġ U
ro ot
T ype
Ġ V
up le
atu res
Ġ H
in e
fo o
Ġth at
co l
lo ss
lab el
s ample
c all
Ġm ask
L o
and om
re p
I C
con v
Ġ G
c i
lo g
ra y
Ġt arget
Ġb u
( [
1 0
" .
3 2
cl s
fi x
ce ption
" ]<
c s
b er
w a
AP IT
ĠC APIT
ig n
ĠCAPIT AL
Ġto ken
ĠF alse
" ),<
Ġt ime
g th
a ve
Ġb box
A R
l p
b o
re d
Ġma x
v ent
Ġ `
la te
f or
Ġ* *
u s
w rite
al s
. """<
ar ray
ss age
b ase
u til
me thod
out put
st ate
d ate
li f
s on
Ġex cept
( ))<
Ġ key
m in
al ue
Ġf e
c or
g t
te m
le v
[: ,
] .
Ġ text
Ġa re
Ġpar ser
li ent
c lo
en er
" ),
data set
= [
S T
en sor
val id
in dex
sp a
ar y
Ġe lif
n e
t arget
li p
he ck
al le
S t
vi de
s cale
w ard
00 0
s ub
t orch
atu re
co mp
f loat
R O
ra ce
k w
he ad
rans form
t ri
st art
id th
i x
b atch
6 4
n et
e p
u mp
pec ted
= =
sp lit
r c
Ġ Re
IN G
Ġo bject
n o
c u
el d
.. .
wor k
re ss
ch or
un t
Ġ line
( (
Ġn ew
ow n
di m
id x
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
j son
ke ys
ock et
Ġ+ =
str ing
r un
qu i
ti al
0 4
E N
ver sion
n ew
re nt
ĠT he
gg er
alue Error
arn ing
ul ti
T ensor
ation s
Ġg t
co ding
th er
} ,
as ses
on g
Ġp ath
b y
Ġ[ "
m at
la ce
id s
c ur
a k
00 00
I s
lo op
lo b
o bject
i on
and ler
Ġc heck
ES T
th on
ri de
Ġc ode
Ġ att
Ġi t
Ġ .
() .
a ms
C ase
a g
n d
l l
2 2
spa ce
IT H
Ġ la
Ġ1 0
lev el
ur l
n el
Ġ 8
o f
Ġis instance
U T
u me
ti m
Ġt rain
Ġ al
ĠW ITH
feat s
Ġc fg
Test Case
de d
Ġw e
r on
pro cess
g roup
er nel
t in
len gth
i ter
M odule
" ):<
in ter
Ġh as
I L
Ġm odule
E x
it s
il l
assert True
assert Is
Ġdata set
Ġ !
k ip
or y
1 1
Ġn orm
A S
E D
Ġhe lp
ro p
po ch
" ))<
ra p
z ip
Ġ all
---- ----
M O
co der
ta in
util s
" \
Ġ! =
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
e f
b lock
Ġs p
Ġ |
1 6
C O
un ittest
Ġu se
Ġc ur
u st
mask s
ĠĠĠĠ Ġ
te nt
/ /
I ON
f unc
H T
vide o
D ata
lin es
p th
mb ed
que st
Ġth is
p u
a ch
u g
in al
0 3
im al
er s
Ġ ):<
Ġc ol
m and
Ġsup er
Ġ add
layer s
Ġb atch
kw args
o st
re e
Ġ" --
Ġstr ing
file name
cl asses
Ġ ro
ĠA r
ot h
Ġs ub
ati o
Type Error
vi ew
ar ch
yn c
def ault
v ar
re n
ction s
con text
clo se
) )
le d
Ġ> >>
N D
at ten
bbox es
9 9
ab c
o bj
Ġs ample
it y
op en
Ġn e
Ġst ride
token s
wa it
Ġ{ <
ĠI n
e val
Ġco mp
Ġcon fig
ma in
Ġop en
t p
Ġo ption
b s
Ġ tensor
F ile
alle l
( -
fe atures
b ar
Ġ{ }
si tion
ann ot
b le
Ġ" .
ser ver
P ar
ot al
re am
c reate
Ġo pt
Ġa c
5 0
s g
Ġd o
Ġm in
d oc
Ġi d
ex p
ms g
g ht
i as
Ġo ther
par se
s ys
res h
i eld
Ġex pected
s up
f rame
l d
Ġ error
Ġcl s
sc ri
ut h
Ġp os
Ġst ate
Ġme thod
lin k
] [
Ġ 6
Ġw or
Ġf unction
u ct
box es
Ġresult s
ran k
Ġc an
p p
3 4
p n
h is
= (
DE L
2 0
i v
m d
s um
c ation
c ate
ra te
pec i
A D
I S
co py
Ġst art
A M
> )<
c at
Ġsup port
Ġdi m
f re
5 6
ul l
N ame
up date
Ġ arg
Ġp y
point s
ar k
Ġ{ "
u se
s te
Ġlo g
ter n
o me
Ġ ]<
Ġg roup
Ġb ase
d b
' <
i ou
Ġc om
Ġs cale
: //
b e
Ġ 7
Ġ argument
I P
Ġc all
co unt
a st
Ġm sg
add ing
D e
m l
ĠI f
ro und
u te
ĠRe turn
u al
me n
tim izer
ul d
Ġp i
p l
p ack
N orm
w idth
p h
de vice
Ġs c
m ode
Ġu sed
MO DEL
a v
Ġcon v
d o
on y
F F
Ġb lock
all y
S e
pre d
ch ar
O U
Ġcon text
A C
re f
ĠT est
25 6
mb da
\ \
Ġ[ '
D i
m an
ame ters
quen cy
A N
r atio
lab le
f fe
la gs
r id
o k
op t
Ġnum ber
n p
cu da
ĠAr gs
le ment
an ge
er r
en code
s kip
gg ing
Ġ{ '
Ġde l
syn set
Ġ" -
o uld
t r
op tion
T EST
ri bu
Ġw ill
par ser
a a
a x
ro w
i z
Ġ1 2
fre quency
a y
syn ony
R es
atu s
L O
a ir
' ],
"] )<
rep lace
s ing
ĠC on
ff er
Ġn o
Ġ temp
synony ms
st d
' },
h as
2 4
L ist
Ġ j
e poch
Ġr un
I D
[ -
atten tion
l u
Ġ ...
lo cal
ite m
** **
N ot
ump y
Ġin dex
Ġf loat
Ġe val
e vent
pos als
i tial
ctor y
x y
Ġ" __
o ol
Ġm ode
I O
pe d
train ed
Ġun ittest
id den
pre fix
Ġsh ape
f t
Con v
U n
e mp
oo k
on se
Ġfor ward
i ch
Ġ end
ĠP y
K e
le an
IG HT
C T
gra d
( '
A B
3 3
B ase
Ġ label
ite ms
Ġre g
Ġin stance
T P
"] ,
par ams
0 2
> _
al ize
stri de
Ġf rame
= -
Ġ ad
ec imal
H e
P ro
Ġc reate
m atch
Ġm ock
o und
Ġf a
t op
se q
ĠV alueError
ĠE x
ind ow
I d
ol d
Ġk ernel
w o
] )
n er
me ssage
Ġfor mat
Ġwh ile
or ted
chor s
Ġcon tain
e mbed
O X
de code
rep r
m ock
ri ter
2 01
Ġt uple
Ġ le
Ġ labels
f unction
in ds
ti ve
ex ample
lo ader
par allel
result s
m on
I Z
T o
Ġfile name
Ġbu ild
ck le
sup port
Ġp er
; ":
t he
Ġ )
Ke y
ext ra
a mp
Ġc or
di ces
pe ct
li m
l ass
quen ce
_ (
t ransform
IG N
me an
stri bu
t le
t ask
pe line
Ġbox es
or es
Ġlo gger
ri ght
{ }
> @
u ser
th r
ĠReturn s
mo ve
Ġt ransform
Ġin ter
wor d
O T
assert False
U M
S E
c re
N et
m ark
re ak
b one
en ter
Ġr andom
m t
he ader
co co
type s
sc ore
s ocket
is ter
t race
Ġ at
Ġg lob
Ġch ar
ate d
). __
f ind
ener ator
Ġd oc
8 5
H E
l ing
b in
se g
cl u
V alueError
] :<
Ġ{ }<
p atch
de nt
Ġre ad
ma ke
Ġp l
Ġ zip
Ġ layer
tin ue
Ġe ach
"] ,<
p ing
Ġex p
ĠT his
ca che
f p
Ġcur rent
U L
ent ry
Ġlo ad
( *
ti c
Ġe vent
py thon
C K
Ġi ter
c lient
by tes
o ff
Ġb ack
Ġre p
Ġt race
Ġde vice
zer os
F N
f ter
n s
1 4
Ġc lient
ati ve
C o
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
c v
t uple
M A
ON T
Ġsh ould
Q U
Ġ/ /
m od
Ġ one
po se
Ġfe at
m ory
sc ores
al o
peci fi
Test s
f c
Ġ X
Ġp adding
id get
Ġme ssage
si g
== ==
O L
vi ron
an g
Ġm atch
8 0
V E
name s
ir st
Ġ> =
are nt
an t
de l
res sion
Ġwh ich
l ation
un k
bu g
Ġ- -
ou s
ING S
l r
w in
re turn
I R
__ ()<
ver t
el ds
Ġs u
ch ed
In stance
Ġwe ight
Ġw idth
s ource
1 5
i es
RA W
qui res
b n
s pec
iz ation
Ġ1 6
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
as ter
ex ec
er y
Ġe q
et a
Ġs ign
Data set
1 00
Ġ q
s u
( _
and le
s w
col or
Ġm ulti
Ġ val
Ġas ync
Ġla st
er t
U p
t ra
Ġd type
Ġst d
" ).
Ġwh en
Ġa wait
Ġe xt
Ġcon tinue
res p
ca b
Ġs ocket
po ut
iv en
Ġlo gging
M e
Ġ url
E n
Ġt op
at tern
l ong
H A
Ġ 9
Ġor ig
Ġf irst
ro pout
n ext
ri x
m y
Ġre sp
Ġn ext
ĠS IGN
) ),<
Ġen coding
sel ect
arning s
Ġs ource
) ))<
A t
st age
Ġex ample
r andom
IL L
Ġo bj
ign ore
t rans
C E
U S
co mple
ĠD RAW
ĠB OX
Ġpre d
ĠDRAW INGS
Re turn
Ġ json
ci o
fi r
n ot
w h
weight s
Ġ ann
den ti
P O
fa ctor
si de
re ctory
Ġ' <
fe ren
n ode
Ġa ction
s ave
x e
ti v
yn cio
men ted
T H
ke ep
ume rate
) ]<
se n
c ted
Ġ ver
h andler
Ġf unc
o cab
pro b
( ),<
ab s
Ġy ield
que e
ĠA ND
ag er
s with
t k
Ġde te
Ġse q
Ġ" _
Ġpre di
stribu ted
o ver
i o
f d
ut ure
p rint
per ty
com mand
de pth
Ġ video
ex ception
I M
g pu
Ġ version
zer o
U N
ut f
Ġby tes
od y
P y
Ġ ],<
Ġof f
ste p
u ff
ra ct
reg ister
ci i
target s
P E
on ly
` `
module s
en coding
temp late
le ct
la st
ran sp
"" "
to col
der r
ma il
t on
x x
Ġa pp
se nd
ĠT ype
F T
__ ,
t otal
. "<
x c
value s
ment ation
Ġen umerate
f lags
Ġ" %
) ):<
Ġo ver
__ (<
p en
Ġtoken s
Ġf oo
ER T
Ġm ust
le ss
Ġ \
comp ile
Ġimage s
x b
ra w
C H
he l
' s
x a
Lo ss
T O
f n
v is
w rap
EN T
oth er
d u
ro i
. \
bu ffer
) .<
i ss
0 5
ex ten
annot ations
off set
P N
Ġt f
e k
op y
quee ze
Ġt ask
Ġi tem
ef ault
scri pt
i code
Ġ err
add ress
par ameters
} ,<
Ġfe atures
Ġf in
Ġma ke
Ġ z
s y
g rid
lo c
He ad
) ),
C lass
po sition
Ġla mbda
k ernel
ro ss
as cii
s ock
I mage
le ft
1 9
se nt
c le
fir st
ro l
B LE
Ġ keys
ist s
ut ton
Ġ< =
ta g
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
log its
me r
par am
s queeze
po st
s l
lin en
Ġn ode
Ġ` `
m ulti
st ack
he re
ati c
ĠL ist
Y R
Ġg iven
Ġ" /
di st
fi eld
g lob
Ġ server
TEST FN
Ġdi st
Ġwor k
Ġb reak
ine ar
D AT
Ġf p
Ġk w
fi l
OU BLE
t able
u tion
r and
y le
] ]
Ġv ar
S et
Ġh ave
Di ct
as si
Ġhe ader
ĠO ption
ransp ort
Ġu til
mple mented
ĠD OUBLE
Ġoff set
R ES
a u
St r
4 2
ge x
Ġvalue s
on t
fa il
Ġ" ,
Ġtrain ing
str uct
o se
d f
2 00
a i
fe ature
rc nn
Ġid x
pi peline
3 0
li cy
s rc
ch ild
M odel
Ġcode cs
se ed
gra m
Ġt otal
H andler
p ad
Ġn umpy
lean up
linen o
A r
ing le
po ol
a in
ILL IC
YR ILLIC
ched ule
Ġ ..
ĠC YRILLIC
Ġ3 2
' t
Ġn on
Ġs pecifi
in dices
clu de
i de
ca pe
vi sion
atch Norm
RE E
n ing
la g
O W
file s
re ct
o te
h ost
Ex ception
an es
Ġ level
di o
> """<
or g
Ġb ias
he ight
7 5
Ġme an
cur rent
Ġin it
ar m
alle d
cre ment
E X
Ġsp lit
Ġ root
ame ter
Ġbbox es
re lu
T he
Ġ qu
Ġon ly
Ġhas attr
ht tp
chann el
) [
S ample
ĠĠĠĠĠĠĠĠ Ġ
Ġne g
en viron
Ġn ms
r b
or ig
ĠD ecimal
pos al
n on
Ġi gn
Ġdi r
op timizer
ex pected
Ġm o
Ġan y
feren ce
s ses
z en
di stributed
stri p
t as
check point
7 8
tri bu
a ct
t rol
as ync
Ġcom mand
or der
Ġth read
instance s
itial ize
mat rix
Ġm ap
t d
ro zen
as ic
assert In
R andom
con tent
b ias
Ġpo sition
e ar
Ġhe ad
Ġc opy
Ġc md
group s
E L
0 6
Ġ valid
Ġtoken izer
B y
Ġc lo
Ġresp onse
A s
pro bs
Ġse g
has h
alo g
c an
Ġp ad
Ġpro posals
S S
Ġerror s
t ps
g round
st at
amp ling
Ġ &
g en
Ġlo op
Ġpo int
a ug
std out
d own
"] .
emp ty
Ġargument s
A G
po p
cal led
pack age
bo ol
th read
ĠU n
Ġ: ,
1 8
U P
ri pt
bu ild
ne ction
st op
f ull
Ġex c
d ump
li c
5 5
S er
st ore
an chors
B ox
t xt
w ise
Lo ad
ĠType Error
p air
Ġ Y
at form
ig h
if t
a ke
IN T
ex c
V ER
option s
Ġc al
S Error
Ġ keep
Ġo per
Ġget attr
bo se
g ument
pro perty
me ta
Ġs ave
con n
Ġh idden
Par ser
sample r
d d
Ġ }<
Ġ1 00
= ["
li ke
Ġp ack
Ġ up
con d
M ock
Ġglob al
Ġc t
le te
Ġch ann
fi elds
Ġg ra
Ġad j
n g
Ġf ol
Ġu ser
head s
Ġas sign
il tin
-------- --------
p k
N AM
sp am
< /
(" --
p le
Ġ lines
Ġex ec
Ġpre fix
mo id
resh ape
ĠOption al
Ġpre trained
te g
re move
Ġfile s
Ġatt ribu
] ):
U R
AT ION
are d
Ġ attr
Ġop timizer
ut able
Ġfe ature
if y
w w
C ode
Ġ attention
Ġde pth
Ġt mp
ĠPy thon
1 3
F I
= {
Ġ 64
Ġlo cal
Ġin to
tribu te
: :
t ry
] ["
L inear
assert Not
ap i
add r
.. /
i e
Ġt r
st ract
I mplemented
Ġpro cess
h idden
st atus
th resh
Ġan chor
f ore
r nn
Ġ4 2
x f
Ġi te
Ġg ener
Ġs um
Sample r
Ġcol or
Ġeval u
cor es
or d
la mbda
Ġoption al
w d
Ġa v
Ġd ate
de c
lo gger
Ġct x
Ġ Z
mp u
Ġst age
b ad
en ch
Ġpi ckle
test s
Ġlen gth
i able
ĠA n
HE AD
C N
ĠA C
que ue
Ġt y
Ġco unt
i ve
of t
: `
e qual
as h
ti tem
Ġex ception
dir s
sample s
Ġc v
IN F
o i
t wo
Ġn et
pro posals
error s
call back
assi fi
B atchNorm
Ġs ame
IG IT
C h
P RO
ten ce
input s
( {
Ġ" "<
exp and
(" -
IZ E
ol ution
Re gex
Ġs pec
ĠR es
8 85
Ġm ath
co un
c lip
di sp
**** ****
' )<
c pu
g u
nt ax
Ġf c
Ġas yncio
st atic
. ",<
ex ists
Ġdo es
Ġ K
ex it
9 6
p c
ĠD e
Ġa x
token izer
F rom
t rue
Ġw rite
Ġtransform s
Ġ entry
in sert
f low
__ <
work space
R un
Ġs cores
ĠS t
Ġpar ams
ĠN ot
Ġh t
885 9
P T
r it
x d
start swith
re quest
OR M
Ġs te
ne ss
z z
Ġname s
Ġen code
Ġf ound
ck et
c md
Ġm m
ol s
Ġma in
ĠD IGIT
bo ard
tri c
1 7
ĠD i
W arning
Ġme ta
Ġ{} ".
re quires
Ġn d
ser vice
de te
g enerator
en v
arm up
1 000
le ase
C ol
mp ty
ta il
f uture
n ms
ra ble
th ing
r t
Ġs rc
201 7
Ġs orted
Ġe poch
app ing
Ġhe ight
assertIs Instance
HT TP
UT E
(" \
o un
Con text
ran ch
2 3
size s
Ġfin ally
ss l
um my
"] [
ment s
str u
Ġign ore
st all
Ġa fter
Ġse quence
K E
Ġs sl
t ing
le ctions
Ġc a
ĠL E
lim it
by te
ph a
M L
Co mp
crement al
8 4
0000 0000
I A
par t
v ocab
pre di
b ody
Ġ ar
ver age
Ġal low
a uth
Ġtarget s
} )<
Ġm od
b ench
Ġf il
Ġoutput s
AR K
Ġb in
Ġma y
( "<
Ġde code
u res
ut o
res ource
i str
in ed
ĠA t
00 6
C L
4 4
n umpy
ĠR IGHT
7 7
di tion
Ġdi sp
tiv ation
quest ion
Ġi o
image s
ĠLE FT
D own
g on
Ġor der
Ġorig inal
Ġ array
en se
is o
Lo ader
" {
low er
Ġcheck point
E M
la p
Ġl r
Ġu sing
red u
Ġe lement
P ath
ser v
si ble
Ġrep r
b a
Ġf lip
ur ation
Ġst ream
Ġinput s
IN E
F A
fil ter
i mple
Ġ update
Ġst atus
ST R
t mp
ca y
12 34
Ġt rans
Ġc alled
ance l
Ġen v
cor d
c ore
Ġf inal
ch ange
Ġ te
Ġan chors
p ass
ĠD efault
H O
G et
Ġ2 0
Ġset Up
Ġext ra
p lo
un squeeze
comple te
Ġs ingle
ile d
ĠS e
REE K
for ward
ti tle
Ġb ut
Ġw arnings
Ġc rop
ct ron
Ġin fo
(" .
D ecimal
c c
N ode
__ )<
00 01
Ġoption s
Ġdi rectory
ĠI mage
time Error
l m
qui red
Ġst ack
() .__
Ġpro to
Ġs m
B IC
Ġs ock
ĠG REEK
S ub
To ken
: \
F C
se p
quen tial
m it
at ing
ad ata
Ġra w
conv s
Ġb ar
ction ary
norm al
A A
p arent
s pect
d ropout
u d
Ġm an
Ġpar se
Ġsc ript
chedule r
ĠNot Implemented
var s
f in
de bug
Ġ" ")<
class method
ro py
syn c
Ġw idget
ĠB ase
istr y
m k
ti es
del ta
Ġspecifi ed
d rop
un i
sw er
Ġre f
Res ult
9 2
] ))<
Ġb ot
Ġo ld
si x
(" /
ol der
ec ted
Ġfol low
) \
i ters
00 4
L e
Ġf lags
res net
Ġ' "
st derr
Ġchar ac
ĠC ONT
aa aa
ĠEx ception
con ds
ding s
frame s
di t
path s
ht tps
ON E
Ġtype s
scri ption
Ġsc ore
f l
x B
le m
sion s
12 3
Ġback bone
g ory
for mer
b ot
ul ar
T emp
r s
ca se
pre ds
S IZE
T ext
25 5
Ġby te
RO L
x C
Ġp atch
Ġcon tent
Ġlo ader
tri cs
T his
ed ge
iss ing
T h
j ect
Ġe mbed
wor ld
> ]<
Ġi ou
ge st
sign ature
L U
Ġa b
ĠS T
en ti
Ġre du
Ġa ct
1 01
ĠC O
RO I
train ing
IC AL
w indow
Ġ mpu
Ġi mple
Ġs y
Ġtest s
ĠCONT ROL
Ġp air
di s
) ",<
8 6
f pn
ĠO SError
g b
block s
Ġdi s
Ġ select
config ure
sign al
ai lable
Ġb ool
ati al
p orted
b it
man tic
tribute Error
Ġw rap
assertRaises Regex
H el
de red
In fo
m ath
x F
Ġt wo
di v
pre trained
Ġ2 56
bu f
St ream
ix ed
2 8
C leanup
len e
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ay er
li ght
Ġw here
model s
lev els
Ġt ar
Un less
F lip
se arch
comp ress
Y PE
x E
NAM E
' ,<
F orm
Ġf ield
pe at
and ard
qui re
ge titem
"] :<
time out
00 5
(" %
mo oth
static method
ĠM y
att ribu
Ġlog its
Ġkw args
> __
P i
me mory
Ġr pn
c enter
cle ar
By tes
arg v
pl anes
c rop
m ul
Ġp arent
t lene
tlene ck
C lient
p lace
sig moid
M S
t ar
in valid
Ġf i
num ber
an chor
IN TER
ac c
T RA
Ġh andler
Con fig
back bone
00 7
B lock
Ġh andle
Ġreturn s
ĠM ARK
w s
Ġde st
S O
x ml
it le
DAT A
x D
Ġc lip
RA BIC
P AC
Ġdi ffe
pi ckle
ĠAC UTE
ĠA RABIC
S h
Ġs kip
teg er
Se quential
x ff
skip Unless
B u
Ġme mory
Ġsub process
u id
la ted
ti tion
Ġa ug
ES IS
mo st
3 5
Ġw as
Ġs ig
ĠD ata
ĠI t
Ġi ts
O ption
Ġ[ ("
Ġ_ ,
Ġbe am
Ġch ange
Ġ" {
Ġc ase
pl atform
] ):<
a ded
a il
Ġ12 8
lu sh
end ing
Ġty ping
I ds
] ),<
m m
bench mark
pre sent
Ġste p
st ream
Ġy ou
net work
ERT ICAL
ĠDi ct
f lag
t ree
Ġ layers
de cay
Ġbox list
R o
b l
f fix
Ġobject s
g ate
Ġ lib
sing le
Ġcol lections
> )
u int
Ġ Key
ra ction
ĠV ERTICAL
] ),
i mp
peci al
Ġutil s
im um
n own
Ġd t
fa ce
stage s
0 7
ĠB ox
Ġcall back
re al
he ther
um ber
==== ====
( ?
> ):<
f er
Ġ1 1
Ġ1 5
a fter
c n
con st
ber t
ĠP O
k er
se ek
Ġth an
d one
p attern
con vert
Ġst yle
"] ),<
Ġmask s
UL T
KE Y
Ġc ap
Ġs ome
to ols
8 1
P re
Ġc at
\ <
Ġe mpty
e lement
Form at
h ook
Ġpar am
transform s
redu ce
Ġro i
( ["
D IR
p adding
Ġre quest
mport Error
con trol
ĠF or
reg ion
Ġsign al
re en
he lp
M ask
9 5
Ġ" ",
fe ct
c cess
d at
resp onse
9 0
C ON
r ary
re ader
li ce
Pro cess
Ġ J
jo int
11 11
Ġne ed
L ayer
s o
ad j
ĠCon v
de v
stride s
Ġclo se
po w
ar Down
add Cleanup
OR IZ
MA X
OW N
E V
un til
Ġd own
hel lo
Ġt itle
Ġch ild
t adata
dir name
ĠR un
dec imal
o U
Ġlo sses
Ġarg parse
gra ph
Ġax is
a fe
Ġf ull
E val
Ġth en
Ġ rank
Ġn s
Ġreturn ed
f ul
Ġm aster
Ġw a
Ġde t
Ġbe fore
call s
V ar
us ter
Ġf ind
99 99
Ser ver
pro posal
sh ort
ĠP ar
me di
... ,
Ġite ms
" >
c p
de t
Ġde bug
Ġnorm al
ONT AL
ORIZ ONTAL
) ",
= '
ize d
able d
sh ow
bu iltin
Re ader
wa y
w arnings
Ġre t
Ġpack age
Ġt ra
( __
c ent
ter min
ht ml
dict or
glob al
pk g
a ction
2 6
Ġcon n
Ġt k
Ġcl asses
ĠH ORIZONTAL
Ġdate time
ur tle
con tain
n b
Ġ QU
f lip
Ġg en
x A
Ġre quires
one s
man ager
sy m
I f
h er
l at
v l
Ġm at
3 6
B U
ati os
ĠT uple
f inal
eval u
9 4
w arn
de coder
de lete
Ġa u
p are
Ġ" ../
Ġdi ctionary
Ġ""" \<
Con tent
co s
ne g
process ing
I X
e ction
Ġt ri
el l
ath er
Ġl ong
se ction
ING LE
resp on
CO L
FI LE
n an
Ġin dices
un ct
Ġco co
state s
ust om
CN N
Ġc enter
sh ift
exten d
f older
Ġm y
F or
f y
s q
Ġt rue
ĠL o
Ġtemp late
Ġattribu te
Ġpar ameters
read y
Ġpl t
Ġ sel
re l
function al
ti gu
Ġd f
Ġh ost
Ġfa il
tigu ous
P L
ra ise
Ġw armup
ĠT o
oft max
: ]<
S ION
Ġi p
il der
me tas
Re LU
2 1
Ġ IN
Re size
Ġstr uct
Ġbu f
als o
Ġco mple
00 1
â Ģ
as sign
read line
tail s
Ġx ml
F L
qu ery
Me ssage
w riter
ch unk
Ġw indow
"] ["
ct x
Ġm ore
) "<
h andle
il ity
me m
Ġb et
In valid
Ġtime out
Ġdete ctron
. ")<
b b
e q
E lement
w idget
le ep
ĠC h
to m
sen tence
S C
Lo gger
Ġ10 24
SS L
__ ",
Ġcontain s
Ġstd out
: .
L ong
P o
E nt
M ulti
Ġ arch
ol y
0 8
Ġb eta
Ġpo ol
] ]<
um n
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Code c
W ith
56 78
pi pe
ast ype
Ġgroup s
si tive
line ar
ĠAn y
7 6
C TER
d t
Ġp attern
__ .
C UM
P UT
s ure
or age
RA CTER
HA RACTER
load s
PAC E
I ter
r dered
or ds
we en
extra ctor
h i
alize d
Ġf n
ĠNotImplemented Error
Ġ },<
Ġa p
Ġex ten
Ġ also
W riter
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
uff le
[ ...,
al lable
AB LE
P C
W OR
} ")<
Ġa uth
Ġpi peline
header s
Ġ Q
ĠS INGLE
Ġt ransport
di ms
OR T
Ġre present
00 8
2 9
f fi
or ed
Ġs ampling
=[ <
Str ing
O bject
te x
Ġpar t
exec utable
v ed
Ġf rozen
ĠL IGHT
plo t
V er
Ġfor m
Ġst derr
ĠH T
b ranch
y y
ĠF ile
) ")<
D oc
ut or
Ġpro tocol
m aster
st yle
i cal
ut put
con tiguous
ap ter
per m
py torch
g ress
Ġst at
Ġcon vert
assertIs None
be am
B N
in f
g le
annot ation
rdered Dict
; <
E P
N S
s ort
ay load
2 7
g ener
b ind
con f
cate d
> \
c r
ĠC HARACTER
att ack
Ġr c
Ġcontain ing
ET S
ĠU P
output s
Ġsample r
IM E
F PN
g or
op tim
ĠAr gument
av g
3 1
cl one
ate s
ca st
() [
h en
Ġ[ ])<
l on
ĠT EST
ap er
ĠI mportError
stri ct
po licy
ment um
AS E
trans pose
Ġ right
di ent
Ġdiffe rent
B O
s ome
ver se
Ġg round
pre cation
av ed
Ġurl lib
hel per
on ent
sub process
p us
LE X
dataset s
Ġthread ing
4 0
Ġ ).
Ġp ort
ES S
are a
idx s
s v
Ġac tivation
e ps
ER ESIS
() ),
ĠD IA
ĠP ro
Ġro is
dump s
ĠDIA ERESIS
Ġ1 000
ri es
Ġr atio
Ġver bose
c ancel
se pose
ith er
Ġwor ld
4 5
n ow
s cheduler
Ġsh ow
f mt
- +
tern al
Ġinstance s
N o
O UT
ĠP ath
Ġse n
Ġch unk
Ġ.. .<
Ġgra d
N UM
t ransport
change d
ker as
wor ds
IC E
clo sed
event s
T ime
v el
in ner
Ġs o
Ġin itial
Ġadd ress
Ġpro vide
Ġi denti
I oU
d type
d ar
Ġre l
} "<
Ġbu ffer
Bytes IO
Ġex ist
Ġchann els
9 8
Ġ ),
Ġp as
pro tocol
b ig
d m
>< /
Ġt ag
he d
la in
ver y
our ces
Ġcor respon
` .<
w b
de st
Ġ[ ],
ĠD ist
Ġpre v
Ġmodel s
Ġv is
vis or
F LEX
P AT
h and
re set
da y
IR CUM
IRCUM FLEX
P IP
ex cept
com mon
Ġca che
Ġre quired
im gs
Norm alize
precation Warning
p ri
Ġa st
C all
op s
app ly
G E
s leep
de ep
pe ed
Ġdef ined
ar ge
lo cale
si ve
Ġpo licy
Ġle ft
> ",
di date
He ader
Ġpredi ctions
m ary
w arning
ĠC IRCUMFLEX
out ine
ub le
S u
or s
end s
check equal
Ġf d
33 3
b g
Ġ li
lo cation
Ġ" *
att n
LO CK
Ġchann el
di ff
Ġframe s
r pn
po ly
Ġt able
Ġ[ (
M an
t z
re cv
Ġcomp ile
tr uth
or k
pro to
un icode
fi er
form ation
OU R
Ġvar iable
E CT
t f
} ".
Ġ lineno
as yncio
en coder
Ġv ocab
n ume
r ng
ta ch
child ren
Ġc m
ĠRun timeError
r gb
il y
map ping
Ar gument
Ġbet ween
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
Ġe mail
Ġg rid
Ġ3 0
ĠB ert
jo b
ver bose
oi ce
Ġd one
ĠT ensor
Ġal ign
do main
alo ader
stru ctor
M ax
Ġ vi
si d
00 3
>> >>
Ġro w
ĠPO INTER
A l
Ġ: ]<
Ġmask rcnn
ww w
A n
u sed
AT OR
/ ",<
O K
mp t
atch er
mb er
ool s
R CNN
T rain
EX T
PRO TO
Ġmm cv
L S
i b
As sign
in s
Ġdi lation
12 8
AS K
Ġb est
Ġd b
len o
[: -
ĠC o
ff ff
AP I
predi ctions
8 8
D efault
a uto
Ġ zero
ent ries
N O
r up
Ġi mp
In ter
( ("
string s
Ġheader s
Ġ[ -
Ġtemp file
P ose
w n
in dent
Ġm apping
Ġnet work
work ers
lo sses
) "
O C
P Y
u age
Ġ5 12
ang uage
fl atten
Ġ RE
Ġ[ [
ord in
A F
A d
l vl
y ntax
he ll
Ġa bs
end swith
Ġte arDown
P ER
di lation
es cape
Ġu s
spa ces
Ġhas h
b asic
Ġb ody
Ġqu ery
i denti
se quence
Ġme m
std in
f lo
Ġg ot
Ġpro posal
ak ref
) ]
6 5
a ter
s m
fi ll
In cremental
AS S
Par allel
ri c
fa ke
example s
Ent ropy
n one
la mp
pos it
disp lay
c ro
i tion
Ġ" (
con nection
4 8
F oo
L Y
Ġc ate
Ġd st
par tition
Ġstring s
ross Entropy
ide o
coun ts
Ġthe re
Ġmethod s
set up
ab stract
ste ad
En coder
s ame
ĠS U
Ġid le
5 12
key points
T rans
m is
Ġinter pre
UL L
assertNot Equal
9 3
si mple
Ġrep lace
Ġweight s
At t
assifi cation
ense Pose
C om
v en
re size
fi ed
fi den
per i
pi ck
Ġal pha
De coder
conn ect
Ġredu ction
te red
Ġst ri
Ġse arch
Ġdoc ument
> ")<
B B
Ġi ds
ste ps
2 34
la ps
ĠP er
scale s
se conds
Ġ1 3
iou s
pair s
[ <
an ti
th is
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠ
Ġname d
di re
run ning
AB C
TRA IN
V alue
m ar
Ġht tp
O ver
Ġ" [
Ġex it
ct ype
ĠS h
FA ULT
ar se
an s
Ġpro b
embed dings
Man ager
am ma
M ix
U ser
p id
q dm
Ġin spect
get value
Ġco un
ci sion
Ġcal lable
Ġ( (
trace back
c m
Ġin clude
es c
FF FF
Ġfi elds
P ool
Ġwork space
) ).
h y
ro t
it ch
Ġg c
Ġset up
Ġsp atial
S OL
Ġ1 4
unct ools
c er
Ġin teger
Ġfollow ing
Ġ" )<
is h
F loat
in itialize
fa st
Ġpo st
Ġcharac ter
A RE
par ts
AT E
ir d
ic s
fa ctory
b reak
c li
p an
ur ing
nd array
UT F
CO M
PO INT
ĠKey Error
a ce
e g
l s
me tric
di rectory
D is
s lo
Ġ question
Ġsample s
CK ET
Ġpas sed
E vent
ch at
ĠG RA
F rame
i ck
add le
inter val
9 7
G enerator
b utton
Ġdi men
Ġpoint s
P U
Ġin formation
pro j
Ġpar ts
1 333
2 000
in stall
le g
Ġlo ck
ĠO F
Ġdisp lay
rossEntropy Loss
A dd
Ġ ET
me trics
un link
au dio
sym link
oly gon
re peat
Ġb ad
Ġd ropout
ba z
d st
ĠD OWN
ic ro
thresh old
Long Tensor
: ",
t b
__ ()
Ġoper ator
/ "<
> "
u ter
w er
de tach
Ġres ource
Py thon
S cale
Ġpl anes
stat s
S G
di visor
ca pi
AC K
ok ie
ĠAt tributeError
T uple
> ...
le s
Ġf ut
ge d
Ġe lem
Ġ2 55
Ġd rop
Ġstride s
ĠGRA VE
Ġt ree
si s
es ted
I nt
al f
pt s
In dex
Ġac c
r atios
in clude
model ing
Ġmodule s
F unction
c b
__ .__
ER R
tra ck
PROTO COL
G ET
00 2
Ġde n
Ġse cond
Ġiter ation
Ġpredi ction
P ad
y ear
Ġin v
di g
Image From
D ist
an y
pre c
Ġdist utils
ĠArgument s
C reate
CO S
Ġsu ite
assifi er
B C
as on
Ġun i
p age
an swer
b r
f lush
s ampling
cate gory
Ġtk inter
ImageFrom File
= _
in es
Ġf ix
Con f
R L
__ ":<
DE F
date time
Ġadd r
OT ATION
su ite
Ġav ailable
6 6
Ġ ass
Ġd at
box list
reg ression
sign atures
Ġare a
22 22
posit ory
I VE
se mantic
Ġt qdm
Ġe ither
li cation
Ġ< <
ure d
Ġin stead
ĠM ock
sub Test
] ).
s afe
w ar
sid ual
B utton
n c
Ġ" #
Ġf mt
Ġin dent
reg istry
skip If
st ds
Ġt urtle
fi leno
Ġst op
Re g
Random Flip
M IN
R PN
i al
Ġin itialize
par tial
ĠM e
Ġsup ported
iter ator
col lect
default s
Ġfunction s
IS O
yntax Error
C C
T YPE
b la
d ummy
Ġre move
to list
pre v
, ))<
A nn
B Box
Ġf lag
Ġre cord
doc ument
seg m
medi ate
c wd
10 24
C heck
p lain
Ġe qual
data class
Ġpar ameter
201 4
Ġpredi cted
Col lect
I AL
re st
Ġt p
Ġb oun
ver ter
Load ImageFromFile
_ ,
Ġ" +
op er
Ġsh util
ĠU ser
iv ed
P ORT
al pha
fo und
Ġ". /
stribu tion
Ġattribu tes
PAT H
C rossEntropyLoss
Ġw riter
Ġbe en
Ġ: :
has attr
top k
orig inal
mk dir
Ġimple mentation
ĠHT TP
deep copy
code cs
Ġkey word
Ġexample s
ĠRes Net
I F
l st
Ġse nt
ar ange
(" _
Ġst andard
ĠN ote
xy z
si lon
po six
Ġmulti ple
comple x
: ]
al low
Ġin st
Ġ2 8
Ġpro gress
ĠQU OTATION
st amp
an sion
wa ys
ca ption
Ġ{ },
k v
Ġt z
er o
Ġun ion
ĠH E
Ġevent s
Ġgener ate
Ġact ual
D A
L I
f ont
Ġb l
Ġim gs
Temp late
ork space
Assign er
5 3
} ",
co ords
Ġw hether
ĠU N
04 8
Ġau dio
de scription
sh ared
epoch s
wrap per
Ġmo di
E xt
M E
a f
test capi
Ġwith out
rand int
Mix in
si m
Ġnd array
s pecifi
token ize
cu st
ĠEx ample
Ġtrace back
d ot
com ment
o id
r in
or ary
vi ous
oo lean
bin ary
b est
me d
he x
Ġimport lib
indow s
Ġfil ter
attribu te
Ver sion
: %
m issing
v as
al id
Ġw rit
ĠB y
ef fect
Argument Parser
re lease
ub class
Ġun der
back ward
char s
Ġdel ta
F e
o od
ten ces
ĠD ensePose
ces ses
cs v
cust om
() ))<
ĠF oo
Re quest
lic it
Ġbyte array
5 8
O F
a z
Ġ" :
' \
S IG
ĠW e
Pi pe
f raction
get attr
ĠE n
arn s
Ġencode d
auth or
fiden ce
O utput
Ġ annotations
max size
Ġdataset s
9 1
p ayload
in ition
ro y
Str uct
re t
it ys
Ġ1 7
Res Net
itys cape
ol ute
Ġraise d
Ġsign ature
6 0
M eta
c ert
un ch
Ġ* ,
bo und
Ġt b
c d
ra g
attr s
Ġ5 7
Par se
mean s
******** ********
Y P
in st
name d
Ġan swer
Ġ8 00
P er
T LS
an k
ĠF ORM
Ġme tric
Ġbu il
EN D
ag ic
3 7
O per
u ted
lo gging
par ameter
cal lable
coun ter
H I
ra ises
qu ote
AR T
Th read
) (
3 8
R ET
in itial
Ġc annot
ma ch
po lation
ite space
Ġfeat map
u sion
pro x
RE G
Ġevalu ation
Ġsel ected
b stract
Ġp ri
Ġchar set
X X
m id
get Logger
DAT AS
f s
or ter
Ġre al
Ġre mo
yn am
Ġsh ort
ef ore
g ts
re ater
Lo g
Ġreg ion
uni form
s pecial
Ġsys tem
sys tem
A sync
li ed
ĠT O
ĠO rderedDict
ac quire
cu ra
Ġallow ed
f ut
or al
ar ies
Ġ2 4
ca p
Re ad
am ily
) ],<
c tive
c lamp
co pe
extra ct
d om
Ġ link
de tails
Ġp addle
Ġm ark
Ġ[ ],<
ces sed
M ap
W arns
Ġper form
Me thod
sq rt
f rozen
s che
s oftmax
Ġcontain er
host name
dat aloader
" [
_ /
z one
Ġ ve
re cur
Ġin valid
ce ived
Ġth resh
) ])<
ser tion
th ree
ten ded
Ġse ction
Ġpy torch
Ġbin ary
Ġmat rix
v oc
re q
ue ue
int o
par ator
Ġboun ding
= %
Ġde c
iter ation
Ġdoc test
aaaa aaaa
Iter ation
agic Mock
S ign
Ġs ide
Ġmo mentum
INF O
Ġfil ters
PIP E
) """<
B ASE
Ġ" '
Ġ- =
50 9
doc test
ax is
row ser
D B
G ener
j p
log it
Ġcor o
slo ts
Ġb oth
cl uster
Res ource
{} ".
Ġmemory view
" '
w rit
race back
cate n
Ġmeta var
M ASK
W rap
ro is
cu late
Ġwor d
u tes
Ġf ill
Ġre set
ĠT h
Ġco ordin
ĠN ame
Ġblock s
assertNot In
F ORM
Ġc types
Ġra te
clo ud
the class
fe ed
zz zz
dete ction
ter al
quen ces
un ding
ĠT H
DE FAULT
if ts
ĠCO CO
ĠC om
Ġlo c
Ġde scription
Ġrun ning
Ġiter tools
su ffix
fail ure
attribu tes
N T
] :
Ġsp am
Ġapp ly
lat in
ERR OR
ï ¼
assert Warns
po inter
RE D
ter m
int s
ĠB RA
Se quence
Key board
Ser vice
Ġattr s
Ġcorrespon ding
S mooth
V AL
Ġp ix
Ġbu iltin
rap h
Ġcol umn
A X
Ġre port
Ġex pect
out s
pi x
Ġ8 0
: -
o ted
ce ll
-- -+
Ġ* <
Ġcon st
Ġh igh
ĠUn icode
ĠSt ream
Ġcharac ters
Ġwrap per
Ġdimen sion
ityscape s
B ad
i of
op tic
Ġ5 0
Col or
ch oice
up per
Ġcon f
ne ed
poly gon
g re
Ġc ustom
flow Error
> """
[ [
e dit
j ump
al ign
Ġ1 8
perm ute
Ġcate gory
cura cy
5 00
O p
m ix
Ġn args
Ġre q
ĠN umber
Ġmatch ed
f old
on ce
ar row
Ġtest ing
ver ted
ĠD E
Ġname space
back ground
Token izer
O S
Ġzip file
ĠBRA CKET
an ts
ot tleneck
ab el
cor outine
Ġal ready
exten sion
FL AG
) }
ver ify
Ġlo cale
mb ol
Ġen viron
encode d
ĠData set
" }<
. *
4 7
N G
Ġme trics
Ġsu ffix
Ext ra
, )<
O n
W R
Z ip
Ġin di
Ġg enerator
ĠA P
sh a
reg ular
Ġlog probs
Struct ure
A ug
E num
b i
g pus
Ġa verage
Ġme r
Ġme tadata
In put
pn g
IoU Assigner
Ġse nd
Ġpo sitive
exp r
AG E
abstract method
S imple
V IS
k g
al k
Ġn ow
si te
Ġw in
um ul
Ġatt n
Ġexp ression
ang le
dition al
N OT
Ġt gt
en g
time s
ac tive
( \
Ġh and
ten tion
sw ers
rel ative
C R
X ML
me tadata
ĠC allable
file obj
tensor s
ak es
Ġnorm alize
abc def
Ġfa iled
TO P
Ġ"../ _
S PACE
Ġ" |
Ġin ner
op ts
bu cket
for k
Ġcomp ute
Ġassign er
5678 9
" },<
C ENT
d le
g at
ro ken
Ġan s
base name
valid ate
object s
ug h
arch ive
Ġtensor s
Ġcom mon
char set
Ġcor rect
sen tences
over laps
S ize
U RE
c f
c ross
f cs
u ally
Ġe ps
ma g
ent ropy
Ġcode c
var i
oi ces
Sub class
> "<
s cape
se cond
IN PUT
all back
pro xy
Ġsub class
Ġsm all
le t
Ġpar allel
Ġsize of
Ġfa ctor
del tas
e lem
ti p
Ġthe y
Ġ2 3
pre cated
Ġpro gram
ĠW hen
5 4
L R
b efore
ĠE ND
Ġglob als
a gn
d ge
n f
p r
00 9
set Up
() )
Ġwe akref
embed ding
Ġ\ <
can didate
e ce
Ġtr uth
C lo
c ut
o b
IN ED
Ġse ed
Ġsh ift
TH ON
D esc
F E
li gn
Ġdi re
ffe red
orig in
Ġsm tp
u ation
} /
li te
(" __
Ġ- --------
"] )
At tributeError
Ch ild
Oper ation
Wrap per
h ist
po o
ĠIn put
Ġcreate d
C l
i ted
te ll
Ġb ranch
Ġpo six
assertIs Not
Ġbase d
Ġpl atform
Run timeError
8 7
b c
pro c
pre dictor
ci es
CL ASS
Ġelement s
C RE
h a
Ġ* =
Ġ"\ \
py test
riter ion
. ,
7 2
A nd
f ds
in ation
is dir
line Keyboard
Par am
av ing
Ġite rable
ĠPar ameters
: ])<
e ded
st ar
di alog
ri er
el se
ĠP o
RE AD
Ġscale s
Instance s
nume l
" }
c leanup
Max IoUAssigner
ynam ic
Smooth L
L L
` ,
Ġre ference
12 7
den sepose
pu sh
Ġip address
Ġauth or
Ġus age
( **
S pec
b eta
de compress
re cord
Ex ample
char map
Ġ limit
Ġf uture
pre dict
comp are
Ġneed s
Ġwa it
E E
G G
ch ron
is file
log probs
Ġne ck
Ġdo main
De precationWarning
ook ie
US ER
! !
, ),
S ocket
d uct
Ġi ss
Ġe p
ot ations
01 234
IL DE
Ġpy thon
WOR K
C at
O SError
S M
] (
b order
ur i
Ġcon nection
ab ility
av ailable
ok up
abs path
pk l
Ġevalu ate
Ġht tps
flo or
b lob
in el
Ġre cent
ca use
Ġop tim
Ġmask ed
cur ses
S p
` <
l t
Ġ( '
ĠT ILDE
-- <
Ġma il
Ġpath s
HO ST
most Equal
M ET
S ER
r pc
ĠS tr
RO UP
Ġnode s
SO CK
Al mostEqual
Ġ joint
ĠS et
ĠA s
Ġse conds
ĠM agicMock
Ġro t
`` .<
Ġcoun ter
M y
m icro
Ġ Error
Ġ queue
or i
ĠCon fig
Ġsen tence
7 0
R I
Ġin stall
Ġ4 0
CT ION
compile r
h igh
v a
ro ugh
name space
vi sible
ak y
B RE
le ctor
Ġo c
ati st
Ġto k
AL F
ĠP IL
LE D
' ))<
Ġ like
is hed
stance s
sub class
Ġac cess
loc ations
gener ate
F in
I I
f name
in place
Ġf ont
res olution
ĠB ad
") ),
Ġ{} )<
Di vision
En code
RES S
alid ation
D O
z y
Ġ" ",<
id le
Re pository
Ġsize s
sertion Error
p db
Ġ ]
sp an
oo gle
ost ic
Ġstate ment
To Tensor
Ġrc nn
A U
se m
st mt
bu ilder
Ġset attr
De te
ribu ted
task s
handler s
: ")<
Ġ â
Ġp olygon
ĠA d
22 4
Module List
Ġad ded
thread s
ĠST R
gat ron
Ġ entries
la tes
ach ed
ĠIn dex
VER SION
V ideo
} .
Ġ ONE
Ġre cur
(" {
Ġdi ff
Ġlo aded
Ġ| \
feren ces
Ġpair s
' )
g i
ma ps
Ġh ow
ĠD EV
Ġtext wrap
ear ly
Ġav g
A ND
M AP
u ch
Ġs w
Ġbu cket
Ġreg ister
agn ostic
ro ad
Ġdi stributed
Ġh ook
AT ED
ĠI D
info s
do uble
Ġexp and
S U
p d
Ġ annotation
Ġm on
res ume
Ġ2 00
() ):<
ĠH e
Ġcom ment
Ġgener ated
BU G
Ann otations
A pp
S ource
in v
Ġc re
tion s
ĠS ig
list dir
Ġres net
Ġdefault s
AR ATOR
Ġother wise
? =
B ert
S ET
d uration
v es
st orage
vi ces
call y
Random Sampler
Ġinterpre ters
T ransform
in ject
Ġp d
Ġb ound
ĠI P
Ġse e
= ("
D o
b oth
d r
g a
q a
s d
Ġc ell
Ġ"" .
ĠL e
ĠS EP
00000000 00000000
const ant
contain er
Ġprovide d
8 2
_ {
m g
m al
u c
in p
li cate
sp atial
Ġrel ative
ĠCo mp
ri ption
sup er
exten sions
Ġmm det
U E
w are
w here
se en
Ġ" {}
Ġre ader
Ġhe re
ci ent
LO C
uff fe
script or
ĠSEP ARATOR
" ")<
C P
g h
ver s
ub lic
Ġsh uffle
gra ms
sup ported
OU ND
ĠSe e
OUR CE
Ġse p
---------------- ----------------
ccess ful
b os
e led
k nown
p ending
u lated
ut down
key word
unk nown
1111 1111
0 9
S ingle
y cle
re mo
Ġg amma
Ra w
ĠE ach
Ġtoken ize
3 00
O P
g in
Ġc b
Ġb r
ĠT ext
res sed
il ar
pre pare
ite rable
Float Tensor
X Y
n ull
mo di
lib rary
St atus
be ams
uni que
Hel lo
Extra ctor
C ERT
F UN
c id
in planes
() :
ĠF ast
Ġres cale
Ġcontent s
6 7
B OX
D P
P open
f ree
u late
Ġ view
in ery
or iz
ON LY
Ġdefault dict
Par ameter
ĠDEV ICE
' '
M apping
Ġf name
Ġd uring
po ll
sor ted
Ġun icode
cor o
Ġpi pe
over ride
Ġoper ation
Ġimple ment
gor ies
i fe
CT YPE
struct ures
ĠCO M
- >
D et
o ot
et ch
Ġget args
ĠN S
make dirs
peri ment
Ġ ser
Ġm issing
Ġex ists
() ")<
ĠD AT
us age
CO CO
Ġwor ds
d l
l arge
Ġf unctools
di gest
un changed
ri ver
ex ist
Ġgra dient
Ġstat s
oper ator
b all
s he
u uid
Ġ( -
Ġ1 9
argument s
Ex ec
Return s
Ġneg ative
({ "
N E
V i
ch ain
di us
si b
RE AM
") ]<
Ġconv olution
Ġdoes n
Ġredu ce
] ",
_ "
g ather
u sh
} ",<
norm alize
Ġtime delta
mer ge
MS G
A UT
W orkspace
g y
en c
Ġs ort
Ġs lice
Ġin ds
si st
for ce
AM E
De fect
IA lign
M ode
] +
c ar
al ization
Ġf l
Ġs im
Ġset ting
Ġsu ch
stru ction
4 1
D S
Ġ( )<
Ġcall s
tr unc
Ġnon local
ĠUn ion
3 9
J o
a wait
f r
h ot
s ur
"] ))<
ann el
Ex it
ĠCon tent
Ġle arning
Ġbuil t
= ",
Q u
V OC
p layer
r ong
s chedule
Ġtime s
AS C
Ġwork ers
fil ters
C ore
G reater
in ference
Ġs imple
Ġdi g
Ġ2 048
ĠB u
Ġpre ds
Ġy our
St art
ffe cted
Stream Reader
dest roy
F COS
b ook
t c
x iv
Ġthe se
Ġsup p
node s
Ġspec ify
Ġman y
Ġbot tom
Ġstri ct
Q ueue
R ON
W S
b ed
Ġb utton
sh uffle
ĠB LOCK
") [
") ),<
und le
late nt
cor ding
kw ds
ĠEx tended
xx x
disp atch
Ro I
ĠTo ken
N umber
e of
g c
ar xiv
Ġp oo
ing s
ca sed
ĠF e
ĠN orm
Ġl m
Ġj ust
Ġ... ,
local s
pen den
Ġman ager
bot tom
her it
e mail
v ol
Ġt akes
def ined
ĠL INE
Ġde coder
ĠM odule
Ġatt ack
Ġro und
Ġseg mentation
HEAD S
enti ty
ĠBox List
' ]
8 9
E mbed
v t
se c
Ġp kg
Ġre size
Ġh y
block ing
men u
C CE
h ing
t v
ĠT ime
Ġor d
sign ed
Ġnew line
Data Parallel
IP v
oriz ont
4 3
P S
h alf
m i
st rap
me mber
Ġc sv
Ġb ig
Ġthe m
Ġpro c
mb ers
UR L
Division Error
S L
s aved
{ "
se mb
ac ter
byte code
Ġcrop ped
dire ction
FORM AT
I denti
w armup
Ġp op
un pack
Ġw ant
ĠN o
IP T
Pro tocol
QU AL
Ġfrozen set
ero DivisionError
CCE ED
, )
h ome
i ce
or a
ti ty
Ġp aper
Ġs tem
Ġin te
di ffe
Ġcon struct
Ġr and
Ġbe ing
Ġpi ck
select or
sy ntax
Process or
ĠSU CCEED
Over flowError
atist ics
S yntaxError
j it
ar is
__ ",<
Ġ{ :.
St age
Ġcomple x
caten ate
- <
> (
> }<
P RE
p onse
re po
Ġtorch vision
Ġse mantic
ĠE X
with out
mon th
Hel per
ĠExtended Context
5 7
A Y
W O
_ <
i ma
p a
sel ection
Ġt l
Ġs aved
Ġre peat
Ġe very
Ġe dge
pro g
Ġpar tial
ĠN UM
Ġtime rs
MO D
Ġtop k
depth s
Ġseg ment
Ġcoordin ates
F IG
v g
Ġ ^
Ġ" ?
ge ome
Ġs he
co me
ĠC AR
ac tivation
config s
0000 00
Ġmatch es
predi ction
builtin s
W e
r strip
Ġt a
Ġf lush
ut c
ĠU RL
Ġsp ace
Ġsample d
vis ual
ĠRes ource
Eval u
Su ite
G B
a ut
c mp
en s
Ġthe ir
cl Error
Ġdi v
il ing
Ġde coding
ff set
Ġop code
AR N
trans former
package s
p aper
z ma
} )
IN ET
ĠB atchNorm
time r
comp ute
FF D
Ġover ride
Ġassign ed
Ġnormal ization
Ġp p
Ġsh ared
Ġcur ses
Ġconfig uration
PO S
Ġdis able
======== ========
an e
Ġs qu
Ġm ost
po ds
Ġto o
ĠC ode
mat mul
ĠIn cremental
ok ies
Ġfa ke
Ġchange s
Layer Norm
some thing
Ġabs olute
C allable
[ '
n a
pro mpt
Ġcl assification
Ġr ng
read lines
for med
Ġiter ator
track er
Zip File
' .
/ ",
} "
Ġt xt
Ġm lvl
ca m
Ġde lim
ten sion
ĠF FFD
Ġpre cision
Ġan gle
method s
Ġkey points
split lines
xx xx
non zero
pass word
SOL VER
polygon s
I tem
m ixed
s lice
ame ra
ĠS top
Ġde tails
Ġu ses
St op
work spaces
err no
skip Test
local host
neg ative
g ain
ĠC ol
init y
Ġ% (
Ġk ind
ac ross
CO D
meta class
nb sp
Ġexten sion
Ġidle lib
5 1
6 1
N N
h id
me sh
ch o
Ġn ume
si an
ĠT RA
ĠC ED
is c
Ġres olution
ST REAM
Ġal ways
ILL A
rup t
ĠCED ILLA
B asic
Ġ termin
in k
le ar
me th
Ġc nf
po late
oc i
AR CH
RES N
âĢ Ļ
Ġoc cur
h our
l ang
Ġ join
Ġs pecial
Ġm ix
ĠS ub
IN D
com m
AN CE
NAM ES
dar win
Ġthresh old
8 3
_ %
g er
o bs
le ction
le arning
=" ",
Ġ: ]
Add ress
! ")<
B ER
E C
T IME
U SE
Ġ service
at al
ance d
Ġpre dict
context manager
ĠIn lineKeyboard
Ġdete ction
Incremental Decoder
Ġpytorch video
SM TP
L AR
p b
in spect
Ġt ake
Ġb n
Ġo sp
ys tem
Ġden sepose
aris on
e mb
ct ave
Ġ(" ",
qui va
xy wh
Ġmulti processing
7 4
D ropout
O pen
Ġd ump
ĠD oc
Ġpre vious
Con nection
doc s
dig its
' ),
S ome
le nt
Ġf lo
Ġo b
co mb
get text
ĠC lass
ca ffe
ff ine
Ġma ch
own er
man ual
Ġback ground
wh ich
sm all
SG D
c atch
d ll
h o
p at
s tem
en e
Ġre lease
(" ",
cl assifier
Ġg raph
ĠR andom
den se
De code
Ġerr no
PT ION
__() "
C ESS
de dent
re r
ex pect
att ach
per ties
TH AN
Format ter
CLASS ES
L INE
] *
] ")<
] ])<
Ġ" &
Ġp id
di a
assert AlmostEqual
Ġdi alog
im ing
DE BUG
OR S
cor ator
sub net
Ġnumber s
Ġann o
du ce
Incremental Encoder
ĠStr ing
( ",
= {}
p df
en abled
ch apter
Ġ' %
sh ake
ĠN OT
ac tiv
Ġpos sible
Se lector
Res ponse
ĠCon text
HA I
wh en
serv ed
' .<
A ction
K EN
f alse
s n
Ġ INF
Ġre st
li er
ĠT k
con cat
Ġth rough
yn chron
ac cept
Ġmax imum
Ġload ing
M ENT
P attern
T ree
a it
r al
te rable
re ward
Ġn f
Ġs che
ct r
qual ity
Ġcl uster
ĠI SO
ĠW indows
ĠG et
St ate
Ġreg ression
Net work
Le vel
enti ties
Ġfull name
Ġalign ment
: ],
D ir
L en
c ityscapes
t ab
ver sed
ĠP re
we ek
Ġl st
Ġtar file
specifi c
6 8
H ex
h u
assert Greater
Ġfor ce
ĠT HAI
con catenate
Ġex act
Ġde sc
the me
Ġdown sample
" ",
N ew
Ġin ference
Ġ1 16
ma c
Ġdi rect
ex e
Ġme n
layer norm
ĠM ulti
base s
ĠTH REE
H ook
b ird
s qu
tri p
yy yy
road cast
/ "
G roup
L ine
c ing
d cn
in ce
in ator
Ġp h
Ġs q
ith ub
Ġde lete
fo ur
Ġco okie
ĠH ALF
Ġne eded
Ġspecifi c
Ġcv pods
Ġembed ding
orizont al
6 75
w ri
~ ~
Ġi mplemented
Ġc ut
() ]<
Ġme th
ta gs
ĠR FC
Ġchar s
At tribute
iss ue
Ġign ored
poo ler
F ound
r aries
v ing
as array
an swers
con verter
ĠC UR
Ġcon structor
ĠA BO
ĠN E
bo ot
Ġsc reen
Pro xy
Ġexp ansion
Hel p
regular izer
" ^
a N
m time
m lp
Ġf alse
Ġin clu
Ġo k
up licate
ĠDe precationWarning
Ġab out
DEF INED
) ',
a ctions
r fc
ar r
en ce
co gn
Ġ"" ",<
ca de
ol ve
am l
ĠO n
ĠV ar
EST ION
ren ce
Ġ6 0
Ġpy test
Ġposition al
PY THON
ĠBy tes
FLAG S
/ ")<
3 84
} \
Ġc lean
Ġcon trol
Ġ3 6
Ġy ear
Con trol
ĠR O
ĠG PU
split s
ĠRe g
56 7
multi ple
contain s
Ġuni que
B undle
D I
Ġ job
Ġc f
ati ble
is instance
ex act
fg Node
ou se
ĠG ener
us ters
exp ression
mt ree
ĠX ML
Ġsig moid
A bstract
w alk
Ġs k
Ġst atic
Ġcon verted
sh ot
Ġhe l
cal c
Ġl arge
ĠAC CENT
Ġab c
evalu ator
eps peed
Com mand
ĠABO VE
5 2
> ",<
T orch
g ithub
n arrow
Ġs n
Ġin side
ce il
Ġcon sist
ĠF ake
Ġme gatron
color s
Ġmail box
S P
en sure
Ġs hell
", ),<
Ġme mber
Ġpre pare
ĠN ode
ctor ies
inter pre
var iable
={ },
Doc ument
B AL
N EL
U ID
co okie
RA N
Ġsys config
multi processing
tz info
DATAS ETS
ife st
P RESS
] ],
lo aded
Ġm lp
Ġd ot
ĠS H
Ġwith in
py c
Ġma de
Ġpro xy
train er
Ġsh ifts
ĠR o
99 9
pc p
Temp orary
ĠIP v
il ter
ca pt
Ġlo w
ĠA l
ĠF rame
IT E
ĠO ther
ac y
tra st
CH AN
Stream Writer
Ġarch ive
) ],
W idget
i dent
n ers
lo t
Ġin d
Ġb it
ma cro
ĠT rain
Ġlo wer
Ġde precated
ĠI d
us r
ume d
Ġbatch ed
Ġstart s
Ġle t
Ġstd in
Ġver tex
Ġsy ntax
mach inery
Cat alog
Fin der
oci ated
" })<
n al
r p
Ġ ES
Ġo uter
Un icode
content s
Ġsig ma
ĠDist utils
eg gs
LOC AL
A ll
B ACK
T T
a ctor
re quired
un ix
Ġa ut
Ġde ep
ĠB asic
Con st
run time
19 2
Ġty p
plo y
mar ize
quiva lent
# #
C S
d p
s mooth
Ġd ummy
pt r
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Flip Aug
Multi Scale
jp g
( %
G N
S end
] ],<
le x
ar ly
Ġi ous
fi o
qu oted
"" ",<
ect s
ĠP ost
ĠM ask
are st
iz ing
Ġ12 3
Format Bundle
ĠSh ape
BBox Head
B E
F D
N OW
W E
g ot
as cade
ro gate
un ic
IN ES
ise ct
Ġcon d
Ġse par
Ġen coder
Ġ| <
option al
Ġ12 34
wrap ped
Ġclo sed
Le ss
Po int
C ookie
G ROUP
S up
ti cal
Ġ[ ]
IN AL
Ġan other
sc al
ĠO P
cor rect
spa wn
Ġmatch ing
Ġtr unc
9999 9999
ĠUN DEFINED
Ġpix el
F ail
O RE
u v
Ġp ts
Ġe dit
ap tive
IT Y
fre q
Ġbot tleneck
M D
Ġ tes
__ ":
Ġd raw
Ġdi stribution
ve c
pro file
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
tain er
assi c
Ġtar info
MultiScale FlipAug
4 6
4 9
b its
Ġ( ),
la zy
ĠT WO
row s
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġmean s
down sample
window s
boot strap
I mg
at map
di stribution
Ġb g
__ "
Ġa uto
time stamp
cy cle
us sian
St ack
seg mentation
TH RES
, \
al t
Ġb asic
ra ps
__ ")<
ĠS QU
ase s
ow er
inter p
Load Annotations
Default FormatBundle
ĠSQU ARE
- %
g z
s k
x p
con structor
Ġg rb
Ġde que
Ġpro mpt
ĠU se
AC T
Me ter
Code r
={ "
THRES H
L ock
c pp
h am
Ġ" @
Ġt ab
Ġf ast
ca ched
ET ECT
sh ould
Ġse quences
ac cess
AS H
doc string
tk inter
mm lab
AU G
6 2
A uth
S kip
d raw
Ġ" ,<
le aky
ro id
Ġp e
Ġp age
di rect
len dar
ve ctor
Ġwh at
ĠIn stances
Ġinter polation
Node s
Op timizer
6 3
C AP
L D
L M
r v
se e
ut ation
set ting
ĠC oun
ON G
bo ve
Ġsp a
exec utor
Ġdete cted
Image ToTensor
Ġlocal s
ctype s
Ġass ociated
unch er
Ġdec imal
eng ine
ĠCode c
/ %
O rderedDict
] \
c python
Ġ" ^
Ġa bove
ri ve
Ġ2 5
Ġse m
Ġpro perty
ep silon
ok ed
Co unt
As sert
Comp ose
STR ING
Ġboxlist s
Ġcap t
Ġvis ual
FE AT
Ġâ Ĩ
. %
: ,
N e
O f
_ .
n ested
p ag
se parator
Ġ2 1
back end
byte array
tmp dir
Ġidenti ty
A vg
D ep
re port
Ġ" $
Ġb z
val s
pre process
Ġl anguage
25 0
Ġcan didate
Ġqu ote
Ġdecode d
Ġupdate d
ffi c
plot lib
Ġground truth
auto grad
C A
] "
p ip
in ary
Ġf cos
def orm
lo gs
ur al
Ġa ffected
type code
ĠA ll
ĠA sync
pre ss
sh utdown
Ġr atios
") ))<
vide os
En coding
fin ished
identi cal
i er
k s
on ic
co Dataset
ou gh
gra dient
ĠV alidation
bar rier
Ġscale d
Di alog
can vas
CON FIG
Ġidle Conf
) '},
B ar
L P
V is
b ag
se ct
con tinue
ER S
In itialize
Mask s
Fe ature
ĠInlineKeyboard Button
u dio
ro ll
Ġp db
cl r
=" ",<
Ġas pect
token ization
Con vert
Ġun til
col lections
pl us
Ġinter face
send file
Ġpair wise
Sh ared
C rop
D ate
b pcp
Ġs cal
ur rent
ĠL abel
Ġg db
ĠS OL
ĠF E
ĠN AME
length s
mon ot
mark s
rand n
Ġfol der
Det s
" "<
C F
c annot
se titem
an et
er ature
Ġp lace
Ġb s
Ġ( [
Ġst ar
ĠC l
xy xy
win api
String IO
Ġvariable s
M T
P ri
} }
Ġ $
ro ute
Ġin p
Ġm id
Ġe st
ĠL Z
sp arse
mo mentum
Ġch apter
da ys
IG H
ĠG PT
seg ment
Ġcomple te
CHAN NEL
ĠâĨ ĵ
7 9
G R
P ost
e mit
f amily
h n
v oid
Ġdef ine
(" #
um ns
Ġ2 2
Ġ> >
Ġpro cessed
[: ]
Ġch oices
Ġbu ilder
Ġac cept
ĠDe te
Run ner
Desc ription
mal loc
a iled
f aster
l n
Ġc li
Ġin sert
li es
from Hex
Ġse en
log ical
AR Y
client s
AUT H
Ġfl atten
G AN
` :
a graph
e e
u x
de le
re ceived
ĠT raceback
Ġdi vision
dict s
mask ed
ff ers
ip v
batch es
Ġbase s
MA G
iss ubclass
imp l
HI FT
ĠVar iable
o om
p time
de penden
Ġc lear
(" [
() "
Ġx y
key words
[: ]<
Ġwh itespace
ĠV ideo
ref count
Ġback ward
ĠHE BRE
YP ES
ĠHEBRE W
5 9
H andle
c ip
f unctools
Ġe tc
qual name
ed u
ĠL O
() .<
ĠE OF
RA M
sum mary
UN K
glob als
Ġcommand s
Ġkeep dim
1234 5678
Ġtrans former
evalu ate
mis sion
lst m
Ġep silon
ĠStop Iteration
ĠCoun ter
M on
g hi
j ust
o cal
p ot
Ġ levels
in teger
def inition
Ġb la
Ġb ert
ma y
Ġd ay
ER O
ile r
import lib
check points
DE N
Not Found
bot tleneck
) ".
+ ",
B ottleneck
e ff
p as
lo okup
ut ing
res ses
il inear
ĠF raction
Ġco ords
RE QU
Ġon ce
torch vision
inter polate
Ġ". "
scri be
ĠY ou
fore ground
Ġexception s
Ġcase s
Ġhttp x
Ġmer ge
RoI Extractor
IGH EST
I DE
I STR
P db
f usion
s ten
re tin
ti ces
Ġd on
pre cision
work er
Ġread line
Ġdisp atch
Option al
evalu ation
rin si
ASC II
. ",
g r
g ame
Ġ= ?
at ter
Ġt ail
Re f
ĠP L
range s
mb ols
Ġra ises
") ])<
Ex p
LO AD
B LOCK
F ix
S ON
W ID
f time
g o
s a
Ġ mp
in a
an h
Ġp an
Ġ( %
um b
ĠL OW
Ġde bu
key point
cal ler
da le
([ [
us ing
sig ma
PO ST
ĠTEST FN
ĠMe ssage
On ly
ĠDAT A
* \
P P
a verage
k ind
re w
Ġ" ;
ar p
Ġp t
Ġs cope
un ion
Ġw ay
size of
ĠA dd
ĠN et
Lo op
Ġac curacy
Ġac cording
Name d
Ġcor ner
child Nodes
memory view
Ġlib rary
ISTR Y
H IGHEST
T EM
t n
t gt
Ġre main
ĠC N
Ġ3 1
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
Ġbe cause
Ġrun ner
Ġle ast
OL ON
Ġ", ")<
200 7
ha vi
Ġmen u
1 0000
d temp
ti cs
ĠT EXT
ĠE QUAL
Ġline ar
exp ansion
position al
Ġenviron ment
Clo se
Ġ--------- -<
high light
/ *
3 75
l vis
te arDown
Ġp ol
Ġs mooth
arg max
ver tex
Ġfile obj
") ):<
temp lates
pi ece
command s
sy mbol
recur sive
ĠCAR ON
C OR
M IS
g amma
m ult
de lay
set state
ĠA verage
ĠA NG
we b
ĠO R
sample d
ne ck
abc d
Ġopt s
Name s
exception s
Ġz lib
Ġvar s
An chor
ins dale
REG ISTRY
ĠAP I
Raw IO
D ef
U DA
d n
h d
i ke
__ ,<
ma ble
ĠC reate
ex ternal
Ġfe ed
Ġover lap
FC BBoxHead
center ness
Ġexist ing
Ġwrit ten
hist ory
" .<
D ec
W indow
s cope
de lim
Ġs cheduler
Ġb b
Ġ( ))<
la ces
Er r
max imum
col umn
Ġ10 3
Ro IAlign
onent s
Ġvi a
Ġbuiltin s
candidate s
B L
Y T
n args
v ate
Ġc am
Ġe scape
Ġ: -
Ġconfig s
do es
match ed
Ġapp end
mit ted
edge s
bla ck
re quire
Ġs ure
Ġd y
is nan
() ),<
Ġpro j
Ġen sure
RE MO
ĠO ver
Ġcom m
OL LAR
tra j
Ġext ract
Ġtask s
Ġste ps
Ġembed dings
ffi cient
2222 2222
RESN ETS
: /
r mtree
Ġd ll
ĠC heck
Test Suite
Ġpre sent
cor ds
Ġcal culate
Ġexec utable
mk dtemp
Ġstri p
POINT ING
ĠANG LE
" +
A IL
{ {
Ġc riterion
li sh
to k
ĠS PACE
Ġde p
Ġout s
Ra ise
ĠO utput
Ġpass word
base d
pth read
Not Implemented
Ġreg ular
mail box
Ġhead s
redu ction
so le
initialize d
ARE N
F ilter
a iming
j or
n l
al anced
he ap
Ġm u
con fidence
Ġh ol
pro ject
Ġ3 00
ST FN
act ual
full name
Ġcal ler
Ġsy m
Ġwrap ped
ĠCh ar
ĠCom mand
WORK SPACE
Ġhel per
) }<
T YPES
W H
Ġg zip
Ġtrain er
Ġdel tas
bin ding
Ar gs
ĠLo ad
assign er
hand shake
Dis position
ĠCUR LY
V ICE
a e
s oft
in te
re ason
Ġp at
Ġ1 0000
str ptime
lab eled
Ġpy tree
Ġreg istry
Ġinter val
find all
Ġfeat s
Ġmessage s
over flow
Ġwa iter
Ġrepresent ing
Ġrepresent ation
Ġsent inel
) '],
L ib
S H
al ias
li ties
IN AN
Ġth ree
Re cv
om inator
Ġ4 8
ĠE N
ĠO bject
cor ners
qui et
04 4
"\ \
Ġsupport s
row d
Ġzip fp
Ġmap s
thread ing
ĠST ART
branch es
Ġtz info
RET INAN
WID TH
AREN TH
RETINAN ET
> `
G oogle
I ST
M et
R PC
] ",<
l anguage
w info
y ield
Ġf allback
Ġb oolean
Ġdoc string
sl ash
real path
Const ant
ĠSOL ID
ARENTH ESIS
M ark
T clError
t l
re ference
st andard
al ler
ra cket
get cwd
nt path
ĠT rans
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
IT ION
Ġ/ ,
ĠW hether
ĠO pen
Ġpy re
LO BAL
su ally
At tention
environ ment
lap sed
WOR D
sv c
ĠSU B
Att Model
zzzz zzzz
Ġindi cate
7 3
un e
um ulate
Ġst orage
is tered
code c
ĠP ARENTHESIS
os pec
read ing
Ġdete ctor
By te
pow er
cancel led
ĠNUM BER
WE IGHT
ĠSOLID US
8 00
= \
V AR
f etch
u ard
Ġ" !
di an
Ġo bs
set s
set default
Ġen um
func s
Key Error
Ġcurrent ly
Ġthread s
Box List
Ġoper ations
Ġup per
BatchNorm alization
EV ENT
SC R
aaaaaaaa aaaaaaaa
pix el
I TER
] .<
m u
s in
y es
te ms
Ġin place
Ġdef inition
ter als
po sed
ĠT urtle
Ġ(" -
ty p
St ore
Ex tension
sum marize
Tests From
Ġexec ution
Ġsum mary
Ġmat plotlib
pan optic
Ġ:: =
mid dle
ĠBytes IO
monot onic
F IL
i an
Ġ ge
re aded
Ġre sidual
fi cation
res ources
ap shot
ve lo
temp dir
wa ter
MO DE
function s
Ġper m
wh ile
Bu ffered
Ġremo ved
3 95
Ġt cl
Ġf amily
Ġc leanup
Ġ( {
assert Less
ca ses
Ġlo cation
ĠM AX
foo bar
Ġcontext lib
Ġad ditional
patch es
EL L
frozen set
remo te
Evalu ator
" ;
Ġf our
Ġf bpcp
Ġc ert
lo st
Ġb order
Ġo w
ot or
ĠS yntaxError
ĠF OUR
Ġy min
Ġ/ =
RA CTION
Ġbu fio
EN ABLE
FUN CTYPE
Ġdig its
" ',
- \
C an
T EXT
T raceback
o ke
u i
v id
y aml
re gex
st on
def ine
to ur
Ġcon s
Ġ{ !
sc reen
ac me
Ġpath lib
db m
ref ine
LO W
match es
PO SE
Ġdown load
Ġmem io
---+ ---+
sur rogate
Embed ding
scal ar
r ator
in side
Ġc ached
di sc
(" ")<
we akref
([ ])<
clo sing
... ")<
down load
ĠPath Manager
anti ze
ĠID LE
geome try
ANCE L
B atch
N on
h at
m ro
u do
or ity
Ġf lat
en um
Ġe quivalent
li teral
arg er
sp li
pro duct
ic ally
fa iled
Ġwe re
process or
Ġcomp ression
ffe ct
{} '
rand range
Ġexec uted
ĠHT ML
Header Defect
pick ler
. ".
7 1
A K
F ast
P ass
S ame
g ree
l and
un it
ĠD ep
att y
Re move
). """<
Ġpro cesses
Ġlist s
Ġ5 00
cs r
Ġkey point
no ise
filename s
match er
Ġinter mediate
mark up
OL D
Ġar ound
Ġorder ing
ĠDefault s
HO D
ĠData Loader
bl ue
Ġprob ability
Ġfix er
Per m
Ġmon th
Single RoIExtractor
C ONT
S um
T ask
Ġin ternal
el y
up sample
to l
Ġh alf
Ġor i
In f
Con struct
Ġtime r
Ġno qa
right ness
IM IT
position s
EL INES
UR N
ancel led
fin ite
Ġsel ection
identi ty
Async Client
sche me
" (?
$ ",
se udo
at om
Ġt s
ro le
Ġe ven
__ ),
ri b
Ġd s
Ġst ored
list s
ĠD o
bu s
app lication
Ġpar tition
Ġpro ject
ĠM et
ĠN O
gra ds
Ġcom b
\\ \
At tr
Ġchange d
ĠHE AD
Request Handler
Ġiss ubclass
ĠIndex Error
SCR IPT
N ON
g pt
s ted
Ġ ~
sel ected
Ġs low
ser ve
Ġw ould
get ter
Ġthe me
ĠP IP
ir c
Ġpo se
inter nal
ribu tion
su ccessful
Me mory
Ġseg m
Ġht ml
dete ctor
ĠBox es
G T
g an
h s
m ime
u de
ar oot
Ġs afe
pe t
", )),<
op ener
ĠS Y
et ina
ĠP Y
norm alized
ĠRe quest
Ġwe ek
LO SS
AA AA
Option s
BB OX
B OT
D C
I terable
O r
W ARN
b roadcast
e ver
or tion
le arn
ti fy
Ġm s
Ġe arly
gg reg
Ġch r
format ter
LE FT
Ġ5 6
sub g
Se g
the ta
Co coDataset
Ġcenter ness
ĠPer m
CAP E
spli text
B IN
j k
Ġs ci
Ġin planes
Ġb o
ue ss
Ġ- ----
ver ts
Ġx min
str ftime
ĠB ottleneck
ĠM O
gg le
Ġ"< <
min ator
Ġarg val
IZ ER
viron ment
wh itespace
Ġ"_ "
As sertionError
number s
Trans former
Ġnamed tuple
Ġdirect ly
unic ate
NotFound Error
REMO VE
! "<
G AR
U se
b z
l ations
re c
Ġt d
ar b
Ġf ree
ur m
ur n
Ġw r
Ġst atistics
ĠS HA
ĠA bstract
Ġhe x
Ġop name
load TestsFrom
Co mple
PO OL
200 1
Ġdir name
Ġevalu ator
Ch annel
enti cation
acc umul
Ġcompile r
Ġsw itch
attach ment
Ġconsist ing
" ',<
W indows
a res
a len
Ġ ]:<
re name
Ġ" >
en able
def ects
Ġre ct
Ġre ward
ĠS HIFT
ĠD OT
ĠM odel
mo unt
AR G
Ġ[" -
AS N
Data Loader
Ġfunction al
man ifest
33 33
Ġrep ly
TO KEN
aug ment
dis able
Ġaug mentation
const ra
ĠDist ributed
MIN US
sche ma
O M
T EN
W rite
w atcher
ã Ģ
Ġn b
Ġs peed
di c
ad ing
Ġa gain
ĠS imple
ĠS SL
ap ers
pro pri
ac counts
min i
work s
Ġcomp are
14 7
fir m
over lap
ĠAt tention
Ġab stract
gate way
ĠConv Module
âĢ Ŀ
Ġprovide s
